Revit 2017 API
IndependentTag.TaggedLocalElementId Property
 The id of the tagged local element if any.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 17.0.0.0 (17.0.484.0)
Syntax
C#
public ElementId TaggedLocalElementId { get; }
Visual Basic
Public ReadOnly Property TaggedLocalElementId As ElementId
	Get
Visual C++
public:
property ElementId^ TaggedLocalElementId {
	ElementId^ get ();
}
See Also
IndependentTag Class
Autodesk.Revit.DB Namespace